import 'package:get/get.dart';

class CustomTranslation extends Translations {
  @override
  // TODO: implement keys
  Map<String, Map<String, String>> get keys => {
        "ar": {
          "1": "روشته",
          "2": "نرحب بكم في تطبيق روشته الذى يساعدك في ايجاد دكتور مناسب لك",
          "3": "قم باختيار نوع التسجيل الخاص بك",
          "4": "تسجيل الدخول",
          "5": "انشاء حساب",
          "6": "يرجي ملئ البيانات لتسجيل الدخول",
          "7": "نوع الحساب",
          "8": "البريد او الرقم القومي",
          "9": "كلمة المرور",
          "10": "هل نسيت كلمه المرور ؟",
          "11": "ليس لديك حساب ؟",
          "12": "برمجه فريق",
          "13": "يرجي ملئ البيانات لانشاء حساب جديد",
        }
      };
}
